/* No comment provided by engineer. */
"About Verbatim Solutions" = "O Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™ powered by Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Kliknite sem a začnite písať";

/* No comment provided by engineer. */
"All translation history has been cleared." = "Celá história prekladu bola vymazaná";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Ste si istý, že chcete vymazať celú históriu prekladu? Vaše predchádzajúce preklady sa už nezobrazia ako návrhy.";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Clear" = "Vymazať";

/* No comment provided by engineer. */
"Clear Translation History" = "Vymazať históriu prekladu";

/* No comment provided by engineer. */
"Done" = "Hotovo";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Cenová ponuka";

/* No comment provided by engineer. */
"Request Professional Quote" = "Vyžiadať cenovú ponuku";

/* No comment provided by engineer. */
"Submitting.." = "Predkladám...";

/* No comment provided by engineer. */
"Translating.." = "Prekladá sa";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™ powered by Verbatim Solutions je popredným poskytovateľom odborných prekladateľských služieb.  Verbi ™ vám poskytne rýchle strojové preklady a nie je náhradou za certifikované, odborné prekladateľské služby.  Prosím, obráťte sa na nás so žiadosťou o odborný preklad, ktorý pre vás pripraví jeden z našich certifikovaných prekladateľov na";

/* No comment provided by engineer. */
"Mail:" = "Mail:";

/* No comment provided by engineer. */
"Call:" = "Zavolajte na:";

/* No comment provided by engineer. */
"Online:" = "Online:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ Prelož";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Je nám ľúto, vyskytla sa chyba. Skúste to znova prosím.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";